{
  "A new era in blockchain gaming is coming..":"Una nueva era en los juegos blockchain está llegando..",
  "About": "Acerca de",
  "The battle of the SuperTokens": "La batalla de los SuperTokens",
  "The battle is served": "La batalla está servida",
  "The best investors from each platform will be able to form part of the promoter team of the next super token with its corresponding yield farming. With nft prizes, participations in the project, and many more surprises..":"Los mejores inversores de cada plataforma podrán formar parte del equipo promotor del siguiente super token con su correspondiente yield farming. Con premios nft, participaciones en el proyecto, y muchas sorpresas más.",
  "The Super Investors": "Los Super Inversores",
  "Each super token will have its own yield farming platform. Where you can deploy all your weapons. The more tokens you get, the more chances you will have of being a winner too! And the rewards will be brutal, muajajajja...":"Los super token tendrán una plataforma yield farming propia. Dónde podrá desplegar todas sus armas. Cuantos más tokens consigas, más posibildades tendrás de resultar tú también ganador! Y las recompensas serán brutales , muajajajja...",
  "Policy": "Politica",
  "Mission": "Misión",
  "Product": "Producto",
  "¿Quien será el mejor?":"¿Quién será el mejor?",  
  "Landy comes with multi-lingual support, all of the content is stored in the JSON files, so that you can manage the texts without having any prior knowledge in developing web applications using React.js.":"Cada supertoken tendrá unos Powernomics basados en sus especiales y caristmáticas características. Las estadísticas lo mostrarán todo, con total transparencia, regidos por el salón de la justicia de la Binance Smart Chain.",
  "Tell us everything": "Cuéntanos todo",
  "Contact": "Contacto",
  "Do you have any question? Feel free to reach out.": "¿Tienes alguna pregunta? No dude en contactarnos",
  "Let's Chat": "Charlemos",
  "Application Security": "Seguridad de la aplicación",
  "Software Principles": "Principios de software",
  "Support Center": "Centro de Apoyo",
  "Customer Support": "Atención al cliente",
  "Address": "Habla A",
  "Press": "Prensa",
  "Careers & Culture": "Carreras & cultura",
  "Language": "Language",
  "Explore": "Explorar",
  "Learn more": "Más información",
  "Get started": "Comenzar",
  "Submit": "Enviar",
  "Message" : "Mensaje",
  "Your Message": "Tu Mensaje",
  "Name" : "Nombre",
  "Your Name": "Tu nombre",
  "Email" : "Email",
  "Your Email": "Tu correo electrónico"
}
